<?php

return [
    'language'           => 'Выберите ваш язык!',
    'welcome'            => '🤖💬 Привет, :Name!

Я робот для интеграций с Telegram. Приятно познакомится!',
    'successPayment'     => 'Оплата прошла успешно. Поздравляем!',
    'failedPayment'      => 'Транзакция не удалась. Пожалуйста, попробуйте еще раз или зайдите попозже',
    'productTitle'       => 'Тест Товар',
    'productDescription' => 'Здесь будет описание товара.',
    'buttonBuy'          => 'Купить Продукт',
    'buttonSettings'     => 'Настройки',
    'buttonLanguage'     => 'Язык',
    'buttonEn'           => 'EN',
    'buttonRu'           => 'RU',
    'buttonPay'          => '🤝 Купить за :price',
];
